{
  "spaceQuotes": [
    "To boldly go where WiFi is yet to reach.",
    "In space, no one can hear you forget where you parked your spaceship.",
    "The universe is under no obligation to make sense; it’s more of a choose-your-own-adventure novel.",
    "Time is an illusion, lunchtime doubly so, especially when in zero gravity.",
    "The only constant in the cosmos is the inconsistency of alien TV signals.",
    "Space is like a box of chocolates, but most of them are cosmic dust.",
    "Sometimes stars collide, not because of fate, but because they're terrible at parallel parking.",
    "In the vastness of space, the question remains: Are we alone, or did we forget to send the party invites?",
    "Astronauts are just cosmic delivery drivers for the pizza of our understanding.",
    "Space exploration is basically just intergalactic tourism for the curious.",
    "The vacuum of space sucks, literally.",
    "In the infinity of space, aliens probably have 'Earth: The Reality Show' on their entertainment list.",
    "Exploring space is like trying to find your keys in the universe-sized couch cushions.",
    "Dark matter is the universe’s version of '404 Error: Matter Not Found.'",
    "Space: the final frontier for finding your misplaced pen.",
    "We are stardust, which might explain why we shine so brightly at karaoke.",
    "Black holes are the cosmic embodiment of 'I’ll just leave this here.'",
    "In space, distance is measured in 'light years per cosmic coffee break.'",
    "The secret to time travel is having the patience to wait for tomorrow.",
    "The cosmos is a giant jigsaw puzzle, and we've lost most of the edge pieces.",
    "Space is like a library, but most of the books are in an alien language.",
    "The universe: where the laws of physics meet their mischievous alter egos.",
    "Asteroids are just the universe’s way of reminding us to dodge the unexpected.",
    "The stars twinkle because they know the ultimate punchline of the cosmic joke.",
    "If space were a restaurant, the menu would include a big bang with a side of cosmic microwave background radiation.",
    "Life is a game, and aliens are probably the speedrunners who skipped the tutorial.",
    "Gravity: the ultimate cosmic glue holding us down and making sure we don’t float into awkward situations.",
    "Space is the canvas, and the cosmic rays are the graffiti of the universe.",
    "The Big Bang was the universe’s 'Let's get this party started!' moment.",
    "Exoplanets are like cosmic Airbnb listings—some cozy, some questionable, and some with really bizarre reviews.",
    "In space, even the vacuum cleaners struggle to find anything to suck up.",
    "Astronauts: humanity’s ambassadors to the intergalactic party.",
    "The speed of light is like the universe’s speed limit sign: more of a suggestion than a rule.",
    "When in doubt, blame it on the space-time continuum.",
    "The universe whispers its secrets; we just need better universal translators.",
    "Space exploration is just an elaborate game of hide and seek with the cosmos.",
    "The stars are the universe's attempt at a nightlight, just in case it gets scared of the dark.",
    "The Milky Way is more like a galactic highway, with traffic jams around the black holes.",
    "Aliens might just be humanity's future therapists, provided they understand our issues.",
    "The cosmos is a grand symphony; sometimes it's a celestial opera, sometimes it's cosmic dubstep.",
    "If aliens are out there, they're probably debating whether we're a reality show or a nature documentary.",
    "In space, time is relative, but the space between deciding what to watch on Netflix is absolute.",
    "Black holes are the ultimate hoarders of cosmic odds and ends.",
    "If Earth had a Yelp page, the reviews would be out of this world.",
    "Alien technology might be indistinguishable from a really advanced game console.",
    "In the cosmic dance, the stars have some killer moves and the planets are trying to keep up.",
    "The universe: a playground for the imagination and a testing ground for absurd theories.",
    "Sometimes the only thing that makes sense in space is a good cup of space-coffee.",
    "Interstellar communication: when 'Lost in Translation' becomes a cosmic reality show.",
    "The secret of the universe? It's all just a giant game of cosmic charades."
  ]
}
