[
  {
    "Backstory": [
      {
        "story": [
          "After your ship was robbed by pirates...",
          "...you crash landed on the strange planet Nuccunus! When you wake up, you are very thirsty...",
          "Look around your spaceship for some water"
        ],
        "waterPathTrue": [
          "You find your trusty water flask, you remove the cap and drink like never before, you quench your thirst.",
          " You feel invigorated. You take a minute to rest and then you begin walking towards the village...",
          "You approach the village gates, two Nuccunulan guards stand on either side of the door. The guard on the left stops you as you get closer and yells in a language unknown to you...",
          "Carefully choose your option"
        ],
        "waterPathFalse": [
          "You find a flask, unfortunately it is damaged and all the water leaked.",
          "You feel parched, a groan comes out as you try and think of the next steps.",
          "You take some deep breaths and gather your bearings and remember that you survived the crash! This gives you a bit of motivational boost.You start to walk in the direction of the village you spotted earlier.",
          "After a long trek through the harsh landscape of this region on Nuccunus...",
          "You approach the village gates, two Nuccunulan guards stand on either side of the door. The guard on the left stops you as you get closer and yells in a language unknown to you...",
          "You begin to feel dizzy and the world spins around you...You collapse on the ground like a sack of potatoes...",
          "You wake up at the local clinic with an handsome doctor sporting a sexy mustache grinning at you. Is this the real life? Is this just fantasy?",
          "Carefully choose your option!"
        ],
        "guardExplain": [
          "The guards somehow understood what you meant. But before they let you in, they challenge you to a game of Meteor, Spacekarate Chop, Laserscissors!"
        ],
        "guardFingerGuns": [
          "Despite your awful acting attempts, they understand you. But before they let you in, they challenge you to a game of Meteor, Spacekarate Chop, Laserscissors!"
        ],
        "guardYell": [
          "They are confused by what you are saying, but you understand that entry comes with a price. You lose some coins! Before they let you in, they challenge you to a game of Meteor, Spacekarate Chop, Laserscissors!"
        ],
        "doctorQuestion": [
          "The doctor begins to explain in plain Space English that you collapsed of dehydration. He knows about your spaceship crashing and about some pirates that recently came by. He tells you to head to the local bar..."
        ],
        "doctorPanic": [
          "As you rip off the cables and devices that were attached to most of your 17 orifices, the doctor begins to explain in plain Space English that you collapsed of dehydration. He knows about your spaceship crashing and about some pirates that recently came by. He tells you to head to the local bar..."
        ]
      }
    ],
    "Bar": [
      {
        "hub": [
          "You arrive at the bar, populated with all sorts of creatures and even some aliens. Some are drinking, some are fighting... You make your way to the bartender.",
          "Make Your Choice!"
        ],
        "orderDrink": [
          "The bartender brings your AstroFizz. They ask what business brings you to this place?"
        ],
        "askPirates": [
          "The bartender squints their eyes - “There are no pirates around... Unless... See that gal over there?” - The bartender points to an individual. “SKYHAWK. She may know more about it.”"
        ],
        "bartenderNumber": [
          "You find it hard to read the bartender's facial expression. Are they smiling? You decide that yes, they are smiling."
        ]
      }
    ],
    "Skyhawk": [
      {
        "story": [
          "You approach Skyhawk, a humanoid mercenary who ended up on Nuccunus a long time ago. She's the type to know everything about everyone's business... Funny how that works, eh? She spares you a glance as you get closer.",
          "Carefully choose your option!"
        ],
        "introduced": [
          "Skyhawk stares at you as you introduce yourself, sparing the occasional nod to acknowledge your words. She informs you that any information you want comes at a cost. You lose 4 coins!"
        ],
        "demanded": [
          "Skyhawk grunts in your direction and tells you that nothing is free in this world. She tells you to dial it back and that information costs you. You lose 8 coins!"
        ],
        "joked": [
          "'How do aliens organize a party? They planet!' That was a good joke, you think. Skyhawk stares at you, then asks 'What do you want?'"
        ]
      }
    ],
    "PlaceVisit": [
      {
        "story": [
          "You receive information that the parts were stolen by a pirate captain named Celestial Scourge and his grunts. Scourge was last seen in this very bar, but he’s nowhere to be seen! Chatter around the bar suggests that he may have gone to the local PAWN SHOP, or perhaps to a NEARBY VILLAGE."
        ]
      }
    ],
    "PawnShop": [
      {
        "story": [
          "You arrive at the pawn shop and talk to the clerk. While engaged in conversation, you spot your steering wheel on one of the shelves!",
          "You ask the clerk about it and inform him that is in fact yours but it was stolen... The clerk lazily glances at the steering wheel behind him then back at you, then says 'This is now my property and if you want it, you have to buy it.'",
          "Choose Carefully"
        ],
        "buyWheel": [
          "You've got your steering wheel back, whoop whoop! You suspect that it might help with steering your spaceship."
        ]
      }
    ],
    "Dunecrest": [
      {
        "story": [
          "You arrive at Dunecrest, a rundown village with dilapidated buildings and an overall bad vibe.",
          "You make your way to the local (and only) bar. First impression: It smells funny and is very hot, and that's just the alien on the left. You encounter a bunch of individuals, all from bad walks of life, murderers, thieves, pirates... You name it.",
          "You eventually make your way around the bar and find Captain CELESTIAL SCOURGE, and you finally get a chance to confront him.",
          "You have my wormhole garbler and Gravimetric Giggletron! Give them back to me, now!",
          "Hahaha, you pathetic creature. It was so easy to take this from you! What makes you think I will give it back?",
          "Choose Carefully"
        ],
        "spareLife": [
          "Give it back and I will spare your life!",
          "NEVER! FIGHT ME!"
        ],
        "attack": [
          "You messed with the wrong dude, Pirate! Prepare to die!",
          "BRING IT!"
        ],
        "blasting": ["WHAT THE..."]
      }
    ],
    "Spaceship": [
      {
        "story": ["You arrive safely at your Spaceship!", "Choose Carefully"]
      }
    ]
  }
]
